Repository: m4tx/egielda
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: "graduate" or [grade as an arabic numeral][capital class letter], e.g. 2A
pl: „absolwent” lub [klasa][duża litera klasy], np. 2A

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Class
pl: Klasa

source: Phone number
pl: Numer telefonu

source: Identity card
pl: Dowód tożsamości

source: graduate
pl: absolwent

source: Invalid data. Use "graduate" or [grade as an arabic numeral][capital class letter], e.g. 2A
pl: Nieprawidłowe dane. Użyj „absolwent” lub [klasa][duża litera klasy], np. 2A

source: This username already does exist in the database.
pl: Ta nazwa użytkownika już istnieje w bazie danych.

source: {username} on {site_name} is awaiting verification
pl: {username} na stronie {site_name} oczekuje na weryfikację

source: Hello, {username} on {site_name} is awaiting verification. To verify them, visit {verification_url}
pl: Witaj, Użytkownik {username} na stronie {site_name} czeka na weryfikację. Aby go zweryfikować, wejdź na {verification_url}

source: Hello,<p>{username} on {site_name} is awaiting verification.<p><a href='{verification_url}'>Verify {username}</a>
pl: Witaj,<p>Użytkownik {username} na stronie {site_name} czeka na weryfikację.<p><a href='{verification_url}'>Zweryfikuj użytkownika {username}</a>

source: [{site_name}] Your account was successfully verified
pl: [{site_name}] Twoje konto zostało pomyślnie zweryfikowane

source: Hello {username}, Your account was successfully verified. You will be able to sell and purchase books within specified time span.
pl: Witaj {username}, Twoje konto zostało pomyślnie zweryfikowane. Będziesz mógł sprzedawać i kupować książki w wyznaczonym okresie czasu.

source: Hello {username},<p>Your account was successfully verified. You will be able to sell and purchase books within specified time span.
pl: Witaj {username},<p>Twoje konto zostało pomyślnie zweryfikowane. Będziesz mógł sprzedawać i kupować książki w wyznaczonym okresie czasu.

source: [{site_name}] Your profile data needs correction
pl: [{site_name}] Dane w Twoim profilu wymagają poprawy

source: Hello {username}, The data you provided in your profile was found incorrect. Following fields don't match a scan of your identity card or contain other errors:
pl: Witaj {username}, Dane, które podałeś na swoim profilu są nieprawidłowe. Poniższe pola nie zgadzają się ze skanem Twojego dokumentu tożsamości lub zawierają inne błędy:

source: In order to get your account verified, you will need to correct them.
pl: Aby Twoje konto mogło zostać zweryfikowane, musisz je poprawić.

source: Hello {username},<p>The data you provided in your profile was found incorrect. Following fields don't match a scan of your identity card or contain other errors:
pl: Witaj {username},<p>Dane, które podałeś na swoim profilu są nieprawidłowe. Poniższe pola nie zgadzają się ze skanem Twojego dokumentu tożsamości lub zawierają inne błędy:

source: <p>In order to get your account verified, you will need to correct them.
pl: <p>Aby Twoje konto mogło zostać zweryfikowane, musisz je poprawić.

source: Your profile
pl: Twój profil

source: Account verified
pl: Konto zweryfikowane

source: Account not verified
pl: Konto niezweryfikowane

source: Your account is now awaiting verification.
pl: Twoje konto oczekuje teraz na weryfikację

source: Your verification request was rejected. Following fields are filled in incorrectly:
pl: Twoja prośba o weryfikację została odrzucona. Poniższe pola zostały wypełnione nieprawidłowo:

source: Profile data
pl: Twoje dane

source: Purchased books
pl: Kupione książki

source: Sold books
pl: Sprzedane książki

source: Save
pl: Zapisz

source: Publisher
pl: Wydawnictwo

source: Title
pl: Tytuł

source: Publication
pl: Wydanie

source: Price
pl: Cena

source: Amount
pl: Ilość

source: Fulfilled
pl: Zrealizowane

source: There's nothing to display.
pl: Nie ma nic do wyświetlenia.

source: Register new account
pl: Zarejestruj nowe konto

source: In order to be able to sell and purchase books, you need to have a verified account. If you want your account to be verified, you have to upload scan of <strong>any identity card</strong> (it does not have to have a photo of you) and <strong>a confirmation that you are student or graduate</strong> of this school. An example of valid scan is front side of your school ID.
pl: Aby móc sprzedawać i kupować książki, musisz posiadać zweryfikowane konto. W tym celu wymagamy skanu <strong>dowolnego dokumentu tożsamości</strong> (nie musi zawierać zdjęcia) i <strong>potwierdzenia bycia uczniem bądź absolwentem</strong> tej szkoły. Przykładem poprawnego skanu jest przednia strona legitymacji szkolnej.

source: Next
pl: Dalej

source: Registration completed
pl: Rejestracja zakończona

source: Your account was created. You can sign in now, although you won't be able to do anything until the account is verified.
pl: Twoje konto zostało założone. Możesz się już zalogować, nie będziesz jednak w stanie wykonać żadnej akcji do czasu zweryfikowania konta.

source: Declared
pl: Zadeklarowano

source: Brought
pl: Przyniesiono

# count
source: Sold
pl: Sprzedano

source: This ISBN is not valid.
pl: Ten ISBN nie jest prawidłowy.

source: ISBN number
pl: Numer ISBN

source: Publication year
pl: Rok wydania

source: Price (%s)
pl: Cena (%s)

source: Categories
pl: Kategorie

source: %(book_type)s from %(owner)s, accepted: %(accepted)s, sold: %(sold)s
pl: %(book_type)s od %(owner)s, zaakceptowana: %(accepted)s, sprzedana: %(sold)s

source: Add book
pl: Dodaj książkę

source: Cancel
pl: Anuluj

source: Add
pl: Dodaj

source: Actions
pl: Akcje

source: Edit
pl: Edytuj

source: Remove
pl: Usuń

source: Bulk actions:
pl: Masowe działania:

source: Book's details
pl: Szczegóły książki

source: Manage books
pl: Zarządzaj książkami

source: Books
pl: Książki

source: Duplicated
pl: Zduplikowane

source: Back
pl: Powrót

source: Merge
pl: Połącz

source: Edit book
pl: Edytuj książkę

source: Remove book
pl: Usuń książkę

source: Remove books
pl: Usuń książki

source: Are you sure you want to remove this book?
pl: Czy jesteś pewien, że chcesz usunąć tę książkę?

source: Are you sure you want to remove these books?
pl: Czy jesteś pewien, że chcesz usunąć te książki?

source: Name
pl: Nazwa

source: Add category
pl: Dodaj kategorię

source: Edit category
pl: Edytuj kategorię

source: Manage categories
pl: Zarządzaj kategoriami

source: List of books in category
pl: Lista książek w kategorii

source: List of books in %(cat_name)s category
pl: Lista książek w kategorii %(cat_name)s

source: Remove category
pl: Usuń kategorię

source: Are you sure you want to delete category %(cat_name)s?
pl: Czy jesteś pewien, że chcesz usunąć kategorię %(cat_name)s?

source: Please note that this category still contains %(book_count)s book.
pl: Miej na uwadze, że w tej kategorii wciąż jest %(book_count)s książka.

source: This category does not contain any books.
pl: W tej kategorii nie ma żadnych książek.

source: Step 1 of 2: choose the books
pl: Krok 1 z 2: wybierz książki

source: Choose from the list
pl: Wybierz z listy

# categories
source: All
pl: Wszystkie

source: Add new
pl: Dodaj nową

source: Before adding a new book, please check whether it is not already present in the list above and is it included in the school textbook list.
pl: Przed dodaniem książki sprawdź, czy nie ma jej już na liście, oraz czy znajduje się ona w wykazie podręczników.

source: Also, we <strong>strongly</strong> recommend entering the ISBN number and clicking the magnifying glass icon next to the input field. The other fields will be automatically filled, so you won't have to do it by hand.
pl: Dodatkowo, <strong>mocno</strong> zalecamy wprowadzenie numeru ISBN oraz kliknięcie ikony lupy obok pola edycyjnego. Pozostałe pola zostaną wtedy wypełnione automatycznie, więc nie będziesz musiał(a) robić tego ręcznie.

source: Chosen books
pl: Wybrane książki

source: In stock
pl: Na stanie

source: Step 2 of 2: summary
pl: Krok 2 z 2: podsumowanie

source: Check now if all of the data displayed here are correct. If there is anything you want to modify, just click the "Back" button.
pl: Sprawdź teraz, czy wszystkie dane, które zostały podane, są poprawne. Jeżeli jest cokolwiek, co wymaga poprawy, po prostu kliknij przycisk „Powrót”.

source: Personal data
pl: Dane osobiste

source: Accept
pl: Akceptuj

source: Toggle navigation
pl: Nawigacja

source: Anonymous
pl: Anonimowy

source: Manage
pl: Zarządzaj

source: Change password
pl: Zmień hasło

source: Sign out
pl: Wyloguj się

source: Sign up
pl: Zarejestruj się

source: Sign in
pl: Zaloguj się

source: You don't seem to have JavaScript enabled. This website <strong>does not work properly</strong> without JavaScript, so please enable it in your browser.
pl: Wygląda na to, że nie masz włączonej obsługi JavaScriptu. Ta strona internetowa <strong>nie działa poprawnie</strong> bez niej, zalecamy więc, abyś włączył ją w swojej przeglądarce.

source: The order was removed.
pl: Zamówienie zostało usunięte.

source: No books were chosen. Merged nothing.
pl: Nie wybrano książek. Nic nie połączono.

source: The book was added successfully.
pl: Książka została pomyślnie dodana.

source: The book was edited successfully.
pl: Książka została pomyślnie zedytowana.

source: The book was removed successfully.
pl: Książka została pomyślnie usunięta.

source: The books were removed successfully.
pl: Książki zostały pomyślnie usunięte.

source: The books were merged successfully.
pl: Książki zostały pomyślnie połączone.

source: The category was added successfully.
pl: Kategoria została pomyślnie dodana.

source: The category was edited successfully.
pl: Kategoria została pomyślnie zedytowana.

source: The category was removed successfully.
pl: Kategoria została pomyślnie usunięta.

source: Settings were updated successfully.
pl: Ustawienia zostały pomyślnie zapisane.

source: The order was fulfilled successfully.
pl: Zamówienie zostało pomyślnie zrealizowane.

source: The order was removed successfully.
pl: Zamówienie zostało pomyślnie usunięte.

source: The orders were removed successfully.
pl: Zamówienia zostały pomyślnie usunięte.

source: The seller's books were removed successfully.
pl: Książki sprzedającego zostały pomyślnie usunięte.

source: The sellers' books were removed successfully.
pl: Książki sprzedających zostały pomyślnie usunięte.

source: Your profile data was successfully updated.
pl: Twoje dane zostały pomyślnie zaktualizowane.

source: User's profile data was successfully updated.
pl: Dane użytkownika zostały pomyślnie zaktualizowane.

source: User was verified successfully.
pl: Użytkownik został pomyślnie zweryfikowany.

source: Information about incorrect data was sent to user.
pl: Informacja o niepoprawnych danych została wysłana do użytkownika.

source: An error occurred while processing your query. It was most likely the result of someone else who just bought the last copies of books you've chosen. Your order was modified thus; review it and click Accept again afterwards.
pl: Wystąpił błąd podczas przetwarzania Twojego żądania. Prawdopodobnie było to spowodowane przez osobę, która właśnie kupiła ostatnie egzemplarze wybranych przez Ciebie książek. Twoje zamówienie zostało zmodyfikowane – przejrzyj je, a następnie kliknij przycisk Akceptuj ponownie.

source: You haven't chosen the book to merge to!
pl: Nie wybrałeś docelowej książki do połączenia!

source: Amount of books being purchased and count of provided books' owners are not equal. You'll need to fill in the form again.
pl: Ilość kupowanych książek nie jest równa liczbie podanych właścicieli. Musisz wypełnić formularz ponownie.

source: Some of the users you have provided don't have enough books in the database.
pl: Niektórzy z podanych użytkowników nie posiadają wystarczającej ilości książek w bazie danych.

source: Book list
pl: Lista książek

source: Orders
pl: Zamówienia

source: Not fulfilled
pl: Niezrealizowane

source: Fulfill
pl: Zrealizuj

source: Details
pl: Szczegóły

source: Sellers with unaccepted books
pl: Sprzedający z niezaakceptowanymi książkami

source: Accept books
pl: Zaakceptuj książki

source: Statistics
pl: Statystyki

source: Books sold
pl: Sprzedane książki

source: Users
pl: Użytkownicy

source: Verified
pl: Zweryfikowani

source: Unverified
pl: Niezweryfikowani

source: Verify
pl: Zweryfikuj

source: Needing data correction
pl: Wymagający poprawy danych

source: User's profile
pl: Profil użytkownika

source: User's purchased books
pl: Kupione książki użytkownika

source: User's sold books
pl: Sprzedane książki użytkownika

source: Settings
pl: Ustawienia

source: No file uploaded
pl: Brak wysłanego pliku

source: Your browser sent an invalid request.
pl: Twoja przeglądarka wysłała nieprawidłowe żądanie.

source: You don't have access to this page.
pl: Nie masz dostępu do tej podstrony.

source: Unfortunately, we don't have what you are looking for.
pl: Niestety, nie mamy tego, czego szukasz.

source: This error is usually caused by:
pl: Ten błąd jest zazwyczaj spowodowany przez:

source: Misspelled adress
pl: Źle wpisany adres

source: Outdated link. In this case, please report it to the website administrator
pl: Przestarzały link. W tym przypadku prosimy o zgłoszenie tego do administratora strony

source: Unfortunately, the server encountered unexpected technical problems and is unable to process your request now.
pl: Niestety, serwer napotkał nieprzewidziane problemy techniczne i nie jest w stanie przetworzyć teraz Twojego żądania.

source: You can try again in a few minutes.
pl: Możesz spróbować za kilka minut.

source: Also, please report this issue to the site administrator.
pl: Prosimy również o zgłoszenie tego błędu administratorowi strony.

source: Home
pl: Strona główna

source: What do you want to do?
pl: Co chcesz zrobić?

source: The website is currently disabled.
pl: Strona internetowa jest teraz wyłączona.

source: Purchase
pl: Kup

source: or
pl: lub

source: Sell
pl: Sprzedaj

source: Information:
pl: Informacja:

source: Error %(error)s
pl: Błąd %(error)s

source: Homepage
pl: Strona główna

source: You have been successfully signed out.
pl: Zostałeś pomyślnie wylogowany.

source: Sign in again
pl: Zaloguj się ponownie

source: You are already signed in as <b>%(user)s</b>. If you are sure you want to sign in as another user, use the form below.
pl: Jesteś już zalogowany jako <b>%(user)s</b>. Jeśli jednak chcesz się zalogować jako inny użytkownik, użyj formularza poniżej.

source: Authentication data you provided is incorrect.
pl: Podane przez Ciebie dane logowania są nieprawidłowe.

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Password change
pl: Zmiana hasła

source: Your password was changed.
pl: Twoje hasło zostało zmienione.

source: Change
pl: Zmień

source: Order from %(user)s made at %(date)s, fulfilled: %(fulfilled)s
pl: Zamówienie od %(user)s utworzone %(date)s, zrealizowane: %(fulfilled)s

source: Order details
pl: Szczegóły zamówienia

source: %(user)s's order
pl: Zamówienie użytkownika %(user)s

source: User
pl: Użytkownik

source: Date
pl: Data

source: Orders - Fulfill
pl: Zamówienia - Zrealizuj

source: Fulfill %(user_name)s's order
pl: Zrealizuj zamówienie użytkownika %(user_name)s

source: If you want to delete some book, just pass 0 as amount.
pl: Jeśli chcesz usunąć książkę, po prostu podaj 0 jako ilość.

source: Book owners
pl: Właściciele książek

source: Total price:
pl: Łączna cena:

source: Number of books:
pl: Liczba książek:

# class
source: All
pl: Wszystkie

source: Show order
pl: Wyświetl zamówienie

source: Manage orders
pl: Zarządzaj zamówieniami

source: Remove order
pl: Usuń zamówienie

source: Remove orders
pl: Usuń zamówiania

source: Are you sure you want to remove this order?
pl: Czy jesteś pewien, że chcesz usunąć to zamówienie?

source: Are you sure you want to remove these orders?
pl: Czy jesteś pewien, że chcesz usunąć te zamówienia?

source: Purchase books
pl: Kup książki

source: Your request was accepted. You can claim your books now.
pl: Podane dane zostały zaakceptowane. Możesz teraz zgłosić się po swoje książki.

source: Order summary
pl: Podsumowanie zamówienia

source: Manage sellers
pl: Zarządzaj sprzedającymi

source: Your request was accepted. You can deliver your books now. Please ensure you have printed this page <strong>twice</strong> - the first copy is a book transfer evidence for you, and the second one for us.
pl: Podane dane zostały zaakceptowane. Możesz teraz dostarczyć swoje książki. Upewnij się, że wydrukowałeś tę stronę <strong>dwa razy</strong> - jedna kopia jest dowodem oddania książek dla Ciebie, druga dla nas.

source: If you don't have access to a printer right now, you can save this page as PDF or print 'Sold books' tab on your profile page when you gain access to the printer.
pl: Jeśli nie masz dostępu do drukarki w tym momencie, możesz zapisać tę stronę jako plik PDF lub wydrukować stronę 'Sprzedane książki' ze swojego profilu kiedy będziesz miał dostęp do drukarki.

source: Books transfer evidence
pl: Potwierdzenie oddania książek

source: Sell books
pl: Sprzedaj książki

source: Sellers with unaccepted books - Accept books
pl: Sprzedający z niezaakceptowanymi książkami - Zaakceptuj książki

source: Accept %(user_name)s's books
pl: Zaakceptuj książki użytkownika %(user_name)s

source: Remove seller's books
pl: Usuń książki sprzedającego

source: Remove sellers' books
pl: Usuń książki sprzedających

source: Are you sure you want to remove this seller's books?
pl: Czy jesteś pewien, że chcesz usunąć książki tego sprzedającego?

source: Are you sure you want to remove these sellers' books?
pl: Czy jesteś pewien, że chcesz usunąć książki tych sprzedających?

source: The books were accepted successfully.
pl: Książki zostały pomyślnie zaakceptowane.

source: Selling start date
pl: Początek sprzedaży

source: Selling end date
pl: Koniec sprzedaży

source: Purchasing start date
pl: Początek kupowania

source: Purchasing end date
pl: Koniec kupowania

source: Profit per book (%(currency)s)
pl: Zysk za książkę (%(currency)s)

source: Homepage information
pl: Informacja na stronie głównej

source: Charts
pl: Wykresy

source: Book
pl: Książka

source: Received
pl: Otrzymano

source: Number of books sold in each day
pl: Liczba książek sprzedanych w każdym dniu

source: Number of books given in each day
pl: Liczba książek oddanych w każdym dniu

source: Income in each day
pl: Przychód w każdym dniu

source: Number of books sold by categories
pl: Sprzedane książki wg kategorii

source: %(student)s's profile
pl: Profil użytkownika %(student)s

source: This user lacks an ID
pl: Ten użytkownik nie wysłał dokumentu tożsamości

source: Verify %(student)s's account
pl: Zweryfikuj konto użytkownika %(student)s

source: Select incorrectly filled fields and then press "Needs correction" button again.
pl: Wybierz niepoprawnie wypełnione pola i wciśnij ponownie przycisk „Wymaga poprawy”.

source: You didn't select any field which needs to be corrected.
pl: Nie wybrałeś żadnych pól do poprawienia.

source: This user has no associated identity card.
pl: Ten użytkownik nie ma przypisanego dokumentu tożsamości.

source: Needs correction
pl: Wymaga poprawy
